Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Compatibility unknown. Your relay predates version reporting; decision cards may not be available until it updates.
de: Kompatibilität unbekannt. Dein Relay ist älter als die Versionsmeldung; Entscheidungskarten sind möglicherweise erst nach einem Update verfügbar.
es: Compatibilidad desconocida. Tu relay es anterior a la notificación de versiones; puede que las tarjetas de decisión no estén disponibles hasta que se actualice.
fr: Compatibilité inconnue. Votre relais est antérieur au signalement de version ; les cartes de décision ne seront peut-être pas disponibles avant sa mise à jour.
id: Kompatibilitas tidak diketahui. Relai Anda lebih lama dari fitur pelaporan versi; kartu keputusan mungkin tidak tersedia sampai relai diperbarui.
it: Compatibilità sconosciuta. Il tuo relay è precedente alla segnalazione della versione; le schede decisionali potrebbero non essere disponibili finché non si aggiorna.
ja: 互換性が不明です。お使いのリレーはバージョン報告に対応する前のものです。リレーがアップデートされるまで、意思決定カードを利用できない場合があります。
ko: 호환성을 알 수 없어요. 릴레이가 버전 보고를 지원하기 전 버전이라 업데이트될 때까지 결정 카드를 사용하지 못할 수 있어요.
pl: Zgodność nieznana. Twój przekaźnik jest starszy niż raportowanie wersji; karty decyzji mogą być niedostępne do czasu jego aktualizacji.
pt_br: Compatibilidade desconhecida. Sua retransmissão é anterior ao relatório de versão; os cartões de decisão podem não estar disponíveis até ela ser atualizada.
ru: Совместимость неизвестна. Ваш ретранслятор старше функции отчёта о версии; карточки решений могут быть недоступны, пока он не обновится.
tr: Uyumluluk bilinmiyor. Aktarıcınız sürüm bildiriminden daha eski; güncellenene kadar karar kartları kullanılamayabilir.
zh_hans: 兼容性未知。你的中继版本早于版本上报功能；在中继更新前，决策卡片可能不可用。
zh_hant: 相容性不明。你的中繼早於版本回報功能；在其更新前，決策卡片可能無法使用。

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
id: Diselesaikan
it: Completato
ja: 完了
ko: 완료됨
pl: Ukończone
pt_br: Concluído
ru: Выполнено
tr: Tamamlandı
zh_hans: 已完成
zh_hant: 已完成

source: Completion sound
de: Ton bei Abschluss
es: Sonido de finalización
fr: Son de fin
id: Bunyi penyelesaian
it: Suono di completamento
ja: 完了時のサウンド
ko: 완료 사운드
pl: Dźwięk ukończenia
pt_br: Som de conclusão
ru: Звук завершения
tr: Tamamlanma sesi
zh_hans: 完成提示音
zh_hant: 完成提示音

source: Composer unavailable
de: Eingabefeld nicht verfügbar
es: Editor no disponible
fr: Zone de saisie indisponible
id: Kolom pesan tidak tersedia
it: Editor non disponibile
ja: 入力欄を使用できません
ko: 입력창 사용 불가
pl: Pole wiadomości niedostępne
pt_br: Campo de mensagem indisponível
ru: Поле ввода недоступно
tr: Mesaj alanı kullanılamıyor
zh_hans: 输入框不可用
zh_hant: 無法使用輸入框

source: Compress older context when the window becomes crowded.
de: Älteren Kontext komprimieren, wenn das Fenster voll wird.
es: Comprimir el contexto antiguo cuando la ventana se llene.
fr: Compresse le contexte plus ancien quand la fenêtre se remplit.
id: Padatkan konteks lama saat jendela mulai penuh.
it: Comprimi il contesto meno recente quando la finestra si riempie.
ja: コンテキストウィンドウが逼迫したら、古いコンテキストを圧縮します。
ko: 컨텍스트 창이 가득 차면 오래된 컨텍스트를 압축해요.
pl: Kompresuj starszy kontekst, gdy okno się zapełnia.
pt_br: Comprimir o contexto mais antigo quando a janela ficar cheia.
ru: Сжимать старый контекст, когда окно переполняется.
tr: Pencere dolmaya başladığında eski bağlamı sıkıştır.
zh_hans: 上下文窗口拥挤时压缩较早的内容。
zh_hant: 上下文視窗變擁擠時，壓縮較早的上下文。

source: Compress this conversation context
de: Kontext dieser Unterhaltung komprimieren
es: Comprimir el contexto de esta conversación
fr: Compresser le contexte de cette conversation
id: Padatkan konteks percakapan ini
it: Comprimi il contesto di questa conversazione
ja: この会話のコンテキストを圧縮
ko: 이 대화의 컨텍스트 압축
pl: Skompresuj kontekst tej rozmowy
pt_br: Comprimir o contexto desta conversa
ru: Сжать контекст этого разговора
tr: Bu konuşmanın bağlamını sıkıştır
zh_hans: 压缩此对话的上下文
zh_hant: 壓縮此對話的上下文

source: Compressed %lld messages.
de: %lld Nachrichten komprimiert.
es: Se comprimieron %lld mensajes.
fr: %lld messages compressés.
id: %lld pesan dipadatkan.
it: %lld messaggi compressi.
ja: %lld件のメッセージを圧縮しました。
ko: 메시지 %lld개를 압축했어요.
pl: Skompresowano %lld wiadomości.
pt_br: %lld mensagens comprimidas.
ru: Сжато %lld сообщения.
tr: %lld mesaj sıkıştırıldı.
zh_hans: 已压缩 %lld 条消息。
zh_hant: 已壓縮 %lld 則訊息。

source: Compressing…
de: Wird komprimiert …
es: Comprimiendo…
fr: Compression…
id: Memadatkan…
it: Compressione…
ja: 圧縮中…
ko: 압축 중…
pl: Kompresowanie…
pt_br: Comprimindo…
ru: Сжатие…
tr: Sıkıştırılıyor…
zh_hans: 正在压缩…
zh_hant: 正在壓縮…

source: Compression is already in progress.
de: Die Komprimierung läuft bereits.
es: La compresión ya está en curso.
fr: Une compression est déjà en cours.
id: Pemadatan sedang berlangsung.
it: La compressione è già in corso.
ja: すでに圧縮を実行中です。
ko: 이미 압축 중이에요.
pl: Kompresja już trwa.
pt_br: A compressão já está em andamento.
ru: Сжатие уже выполняется.
tr: Sıkıştırma zaten devam ediyor.
zh_hans: 已有压缩正在进行。
zh_hant: 壓縮已在進行中。

source: ⚠️ Compression failed: %@
de: ⚠️ Komprimierung fehlgeschlagen: %@
es: ⚠️ Error de compresión: %@
fr: ⚠️ Échec de la compression : %@
id: ⚠️ Pemadatan gagal: %@
it: ⚠️ Compressione non riuscita: %@
ja: ⚠️ 圧縮に失敗しました：%@
ko: ⚠️ 압축 실패: %@
pl: ⚠️ Kompresja nie powiodła się: %@
pt_br: ⚠️ A compressão falhou: %@
ru: ⚠️ Не удалось сжать: %@
tr: ⚠️ Sıkıştırma başarısız oldu: %@
zh_hans: ⚠️ 压缩失败：%@
zh_hant: ⚠️ 壓縮失敗：%@

source: Compression continues in the background; the transcript will refresh when it finishes.
de: Die Komprimierung läuft im Hintergrund weiter; das Transkript wird aktualisiert, sobald sie fertig ist.
es: La compresión continúa en segundo plano; la transcripción se actualizará cuando termine.
fr: La compression se poursuit en arrière-plan ; la transcription sera actualisée une fois terminée.
id: Pemadatan berlanjut di latar belakang; transkrip akan diperbarui setelah selesai.
it: La compressione continua in background; la trascrizione si aggiornerà al termine.
ja: 圧縮はバックグラウンドで続行されます。完了すると会話履歴が更新されます。
ko: 압축은 백그라운드에서 계속돼요. 완료되면 대화 내용이 새로 고쳐져요.
pl: Kompresja trwa w tle; zapis rozmowy odświeży się po jej zakończeniu.
pt_br: A compressão continua em segundo plano; a transcrição será atualizada quando ela terminar.
ru: Сжатие продолжается в фоне; переписка обновится, когда оно завершится.
tr: Sıkıştırma arka planda sürüyor; bittiğinde transkript yenilenecek.
zh_hans: 压缩正在后台继续；完成后对话记录将刷新。
zh_hant: 壓縮會在背景繼續；完成後對話記錄會重新整理。

source: Compression is already in progress for this conversation.
de: Für diese Unterhaltung läuft bereits eine Komprimierung.
es: La compresión ya está en curso para esta conversación.
fr: Une compression est déjà en cours pour cette conversation.
id: Pemadatan sedang berlangsung untuk percakapan ini.
it: La compressione è già in corso per questa conversazione.
ja: このチャットはすでに圧縮を実行中です。
ko: 이 대화는 이미 압축 중이에요.
pl: Kompresja tej rozmowy już trwa.
pt_br: A compressão já está em andamento para esta conversa.
ru: Сжатие этого чата уже выполняется.
tr: Bu konuşma için sıkıştırma zaten devam ediyor.
zh_hans: 此对话已在进行压缩。
zh_hant: 此對話的壓縮已在進行中。

source: Compression target
de: Komprimierungsziel
es: Objetivo de compresión
fr: Cible de compression
id: Target pemadatan
it: Obiettivo di compressione
ja: 圧縮の目標
ko: 압축 목표
pl: Docelowy poziom kompresji
pt_br: Meta de compressão
ru: Цель сжатия
tr: Sıkıştırma hedefi
zh_hans: 压缩目标
zh_hant: 壓縮目標

source: Compression threshold
de: Komprimierungsschwelle
es: Umbral de compresión
fr: Seuil de compression
id: Ambang pemadatan
it: Soglia di compressione
ja: 圧縮のしきい値
ko: 압축 임계값
pl: Próg kompresji
pt_br: Limite de compressão
ru: Порог сжатия
tr: Sıkıştırma eşiği
zh_hans: 压缩阈值
zh_hant: 壓縮門檻

source: Concise
de: Knapp
es: Conciso
id: Ringkas
it: Conciso
ja: 簡潔
ko: 간결
pl: Zwięźle
pt_br: Conciso
ru: Кратко
tr: Kısa
zh_hans: 简洁
zh_hant: 簡潔

source: Concurrent delegate agents
de: Gleichzeitige delegierte Agenten
es: Agentes delegados simultáneos
fr: Agents délégués simultanés
id: Agen delegasi bersamaan
it: Agenti delegati simultanei
ja: 委任エージェントの同時実行数
ko: 동시 위임 에이전트 수
pl: Równocześni agenci delegowani
pt_br: Agentes delegados simultâneos
ru: Параллельные делегированные агенты
tr: Eş zamanlı devredilen ajanlar
zh_hans: 并发委派代理数
zh_hant: 同時執行的委派代理程式數量

source: Conduit connects to the dashboard and gateway you configure. Conversations and attachments are handled by that Hermes installation.
de: Conduit verbindet sich mit dem Dashboard und Gateway, die du konfigurierst. Unterhaltungen und Anhänge werden von dieser Hermes-Installation verarbeitet.
es: Conduit se conecta al panel y a la pasarela que configures. Las conversaciones y los archivos adjuntos los gestiona esa instalación de Hermes.
fr: Conduit se connecte au tableau de bord et à la passerelle que vous configurez. Les conversations et les pièces jointes sont gérées par cette installation d'Hermes.
id: Conduit terhubung ke dasbor dan gateway yang Anda konfigurasikan. Percakapan dan lampiran ditangani oleh instalasi Hermes tersebut.
it: Conduit si connette alla dashboard e al gateway che configuri. Conversazioni e allegati sono gestiti da quell'installazione di Hermes.
ja: Conduitは、設定したダッシュボードとゲートウェイに接続します。チャットと添付ファイルは、そのHermes環境で処理されます。
ko: Conduit은 사용자가 구성한 대시보드와 게이트웨이에 연결해요. 대화와 첨부 파일은 해당 Hermes 설치에서 처리돼요.
pl: Conduit łączy się ze skonfigurowanym przez Ciebie panelem i bramą. Rozmowy i załączniki obsługuje ta instalacja Hermes.
pt_br: O Conduit se conecta ao painel e ao gateway que você configurar. Conversas e anexos são tratados por essa instalação do Hermes.
ru: Conduit подключается к дашборду и шлюзу, которые вы настроили. Разговоры и вложения обрабатываются этой установкой Hermes.
tr: Conduit, yapılandırdığınız panele ve ağ geçidine bağlanır. Konuşmalar ve ekler o Hermes kurulumu tarafından işlenir.
zh_hans: Conduit 连接到你配置的仪表盘和网关。对话与附件由该 Hermes 实例处理。
zh_hant: Conduit 會連線到你設定的儀表板和閘道。對話和附件由該 Hermes 安裝處理。

source: Conduit could not connect this test to the selected profile.
de: Conduit konnte diesen Test nicht mit dem ausgewählten Profil verbinden.
es: Conduit no pudo conectar esta prueba con el perfil seleccionado.
fr: Conduit n'a pas pu connecter ce test au profil sélectionné.
id: Conduit tidak dapat menghubungkan uji ini ke profil yang dipilih.
it: Conduit non è riuscito a collegare questo test al profilo selezionato.
ja: Conduitはこのテストを選択したプロファイルに接続できませんでした。
ko: Conduit이 이 테스트를 선택한 프로필에 연결할 수 없었어요.
pl: Conduit nie mógł połączyć tego testu z wybranym profilem.
pt_br: O Conduit não conseguiu conectar este teste ao perfil selecionado.
ru: Conduit не удалось подключить эту проверку к выбранному профилю.
tr: Conduit bu testi seçilen profile bağlayamadı.
zh_hans: Conduit 无法将此测试连接到所选档案。
zh_hant: Conduit 無法將此測試連接到所選的設定檔。

source: Conduit could not connect to the dashboard at this address. Make sure the dashboard is running and that this device can reach it.
de: Conduit konnte unter dieser Adresse keine Verbindung zum Dashboard herstellen. Stelle sicher, dass das Dashboard läuft und dieses Gerät es erreichen kann.
es: Conduit no pudo conectarse al panel en esta dirección. Asegúrate de que el panel esté en marcha y de que este dispositivo pueda acceder a él.
fr: Conduit n'a pas pu se connecter au tableau de bord à cette adresse. Vérifiez que le tableau de bord est en cours d'exécution et que cet appareil peut l'atteindre.
id: Conduit tidak dapat terhubung ke dasbor di alamat ini. Pastikan dasbor berjalan dan perangkat ini dapat menjangkaunya.
it: Conduit non è riuscito a connettersi alla dashboard a questo indirizzo. Assicurati che la dashboard sia in esecuzione e che questo dispositivo possa raggiungerla.
ja: Conduitはこのアドレスのダッシュボードに接続できませんでした。ダッシュボードが実行中で、このデバイスからアクセスできることを確認してください。
ko: Conduit이 이 주소의 대시보드에 연결할 수 없었어요. 대시보드가 실행 중이고 이 기기에서 접근할 수 있는지 확인하세요.
pl: Conduit nie mógł połączyć się z panelem pod tym adresem. Upewnij się, że panel działa i że to urządzenie ma do niego dostęp.
pt_br: O Conduit não conseguiu se conectar ao painel neste endereço. Verifique se o painel está em execução e se este aparelho consegue acessá-lo.
ru: Conduit не удалось подключиться к дашборду по этому адресу. Убедитесь, что дашборд запущен и это устройство может с ним связаться.
tr: Conduit bu adresteki panele bağlanamadı. Panelin çalıştığından ve bu cihazın ona erişebildiğinden emin olun.
zh_hans: Conduit 无法连接到该地址上的仪表盘。请确认仪表盘正在运行，且本设备可以访问它。
zh_hant: Conduit 無法連線到此位址上的儀表板。請確認儀表板正在執行，且此裝置可以連上它。

source: Conduit could not establish a secure connection to the dashboard. The server’s TLS certificate may be misconfigured.
de: Conduit konnte keine sichere Verbindung zum Dashboard herstellen. Das TLS-Zertifikat des Servers ist möglicherweise falsch konfiguriert.
es: Conduit no pudo establecer una conexión segura con el panel. Puede que el certificado TLS del servidor esté mal configurado.
fr: Conduit n'a pas pu établir de connexion sécurisée avec le tableau de bord. Le certificat TLS du serveur est peut-être mal configuré.
id: Conduit tidak dapat membuat koneksi aman ke dasbor. Sertifikat TLS server mungkin salah dikonfigurasi.
it: Conduit non è riuscito a stabilire una connessione sicura con la dashboard. Il certificato TLS del server potrebbe essere configurato male.
ja: Conduitはダッシュボードとの安全な接続を確立できませんでした。サーバのTLS証明書の設定に誤りがある可能性があります。
ko: Conduit이 대시보드와 보안 연결을 설정할 수 없었어요. 서버의 TLS 인증서가 잘못 구성되었을 수 있어요.
pl: Conduit nie mógł nawiązać bezpiecznego połączenia z panelem. Certyfikat TLS serwera może być źle skonfigurowany.
pt_br: O Conduit não conseguiu estabelecer uma conexão segura com o painel. O certificado TLS do servidor pode estar mal configurado.
ru: Conduit не удалось установить безопасное соединение с дашбордом. Возможно, TLS-сертификат сервера настроен неправильно.
tr: Conduit panelle güvenli bir bağlantı kuramadı. Sunucunun TLS sertifikası yanlış yapılandırılmış olabilir.
zh_hans: Conduit 无法与仪表盘建立安全连接。服务器的 TLS 证书可能配置有误。
zh_hant: Conduit 無法與儀表板建立安全連線。伺服器的 TLS 憑證可能設定有誤。

source: Conduit could not find that host. Check the dashboard address and try again.
de: Conduit konnte diesen Host nicht finden. Prüfe die Dashboard-Adresse und versuche es erneut.
es: Conduit no encontró ese host. Comprueba la dirección del panel y vuelve a intentarlo.
fr: Conduit n'a pas trouvé cet hôte. Vérifiez l'adresse du tableau de bord et réessayez.
id: Conduit tidak dapat menemukan host tersebut. Periksa alamat dasbor dan coba lagi.
it: Conduit non ha trovato quell'host. Controlla l'indirizzo della dashboard e riprova.
ja: Conduitはそのホストを見つけられませんでした。ダッシュボードのアドレスを確認して、もう一度お試しください。
ko: Conduit이 해당 호스트를 찾을 수 없었어요. 대시보드 주소를 확인하고 다시 시도하세요.
pl: Conduit nie mógł znaleźć tego hosta. Sprawdź adres panelu i spróbuj ponownie.
pt_br: O Conduit não encontrou esse host. Verifique o endereço do painel e tente novamente.
ru: Conduit не удалось найти этот хост. Проверьте адрес дашборда и повторите попытку.
tr: Conduit bu ana makineyi bulamadı. Panel adresini denetleyip yeniden deneyin.
zh_hans: Conduit 找不到该主机。请检查仪表盘地址后重试。
zh_hant: Conduit 找不到該主機。請檢查儀表板位址，然後再試一次。

source: Conduit could not open the requested voice profile.
de: Conduit konnte das angeforderte Sprachprofil nicht öffnen.
es: Conduit no pudo abrir el perfil de voz solicitado.
fr: Conduit n'a pas pu ouvrir le profil vocal demandé.
id: Conduit tidak dapat membuka profil suara yang diminta.
it: Conduit non è riuscito ad aprire il profilo vocale richiesto.
ja: Conduitは要求された音声プロファイルを開けませんでした。
ko: Conduit이 요청된 음성 프로필을 열 수 없었어요.
pl: Conduit nie mógł otworzyć żądanego profilu głosowego.
pt_br: O Conduit não conseguiu abrir o perfil de voz solicitado.
ru: Conduit не удалось открыть запрошенный голосовой профиль.
tr: Conduit istenen ses profilini açamadı.
zh_hans: Conduit 无法打开所请求的语音档案。
zh_hant: Conduit 無法打開要求的語音設定檔。

source: Conduit could not prepare captured audio for transcription.
de: Conduit konnte das aufgenommene Audio nicht für die Transkription vorbereiten.
es: Conduit no pudo preparar el audio capturado para la transcripción.
fr: Conduit n'a pas pu préparer l'audio capturé pour la transcription.
id: Conduit tidak dapat menyiapkan audio yang direkam untuk transkripsi.
it: Conduit non è riuscito a preparare l'audio registrato per la trascrizione.
ja: Conduitは録音した音声を文字起こし用に準備できませんでした。
ko: Conduit이 녹음된 오디오를 텍스트 변환용으로 준비할 수 없었어요.
pl: Conduit nie mógł przygotować nagranego dźwięku do transkrypcji.
pt_br: O Conduit não conseguiu preparar o áudio capturado para transcrição.
ru: Conduit не удалось подготовить записанный звук для распознавания.
tr: Conduit kaydedilen sesi transkripsiyon için hazırlayamadı.
zh_hans: Conduit 无法准备已捕获的音频以进行转录。
zh_hant: Conduit 無法準備擷取的音訊以進行轉寫。

source: Conduit is ready when you are.
de: Conduit ist bereit, wenn du es bist.
es: Conduit está listo cuando tú lo estés.
fr: Conduit est prêt quand vous l'êtes.
id: Conduit siap kapan pun Anda siap.
it: Conduit è pronto quando vuoi tu.
ja: Conduitはいつでもご利用いただけます。
ko: Conduit은 언제든 준비되어 있어요.
pl: Conduit czeka, aż zaczniesz.
pt_br: O Conduit está pronto quando você estiver.
ru: Conduit готов, когда будете готовы вы.
tr: Conduit, siz hazır olduğunuzda hazır.
zh_hans: Conduit 随时待命。
zh_hant: Conduit 隨時為你待命。

source: Conduit needs you to sign in to the dashboard to reconnect.
de: Melde dich beim Dashboard an, damit Conduit sich wieder verbinden kann.
es: Conduit necesita que inicies sesión en el panel para volver a conectarse.
fr: Conduit a besoin que vous vous connectiez au tableau de bord pour se reconnecter.
id: Conduit memerlukan Anda masuk ke dasbor untuk terhubung kembali.
it: Per riconnettersi, Conduit ha bisogno che tu acceda alla dashboard.
ja: Conduitが再接続するには、ダッシュボードへのサインインが必要です。
ko: 다시 연결하려면 대시보드에 로그인해야 해요.
pl: Aby połączyć się ponownie, zaloguj się do panelu.
pt_br: Para reconectar, o Conduit precisa que você faça login no painel.
ru: Чтобы переподключиться, войдите в дашборд.
tr: Conduit'in yeniden bağlanabilmesi için panelde giriş yapmanız gerekiyor.
zh_hans: Conduit 需要你先登录仪表盘才能重新连接。
zh_hant: 你需要登入儀表板，Conduit 才能重新連線。

source: Conduit never installs or configures Tailscale, and it doesn’t assume an address or port — Hermes tells you what to use.
de: Conduit installiert oder konfiguriert Tailscale nie und geht von keiner Adresse und keinem Port aus – Hermes sagt dir, was du verwenden sollst.
es: Conduit nunca instala ni configura Tailscale, y no da por hecha ninguna dirección ni puerto: Hermes te dice qué usar.
fr: Conduit n'installe ni ne configure jamais Tailscale, et ne suppose aucune adresse ni aucun port : Hermes vous indique quoi utiliser.
id: Conduit tidak pernah memasang atau mengonfigurasi Tailscale, dan tidak mengasumsikan alamat atau port — Hermes yang memberi tahu apa yang harus digunakan.
it: Conduit non installa né configura mai Tailscale, e non presume alcun indirizzo o porta: è Hermes a dirti cosa usare.
ja: ConduitがTailscaleをインストールしたり設定したりすることはなく、アドレスやポートを推測することもありません。使用する値はHermesが案内します。
ko: Conduit은 Tailscale을 설치하거나 구성하지 않으며, 주소나 포트를 추측하지도 않아요. 사용할 값은 Hermes가 알려 줘요.
pl: Conduit nigdy nie instaluje ani nie konfiguruje Tailscale i nie zakłada żadnego adresu ani portu — Hermes powie Ci, czego użyć.
pt_br: O Conduit nunca instala nem configura o Tailscale e não presume um endereço ou porta — o Hermes informa o que usar.
ru: Conduit никогда не устанавливает и не настраивает Tailscale и не подставляет адрес или порт сам — Hermes подскажет, что использовать.
tr: Conduit, Tailscale'i asla yüklemez veya yapılandırmaz ve bir adres ya da bağlantı noktası varsaymaz — ne kullanacağınızı Hermes söyler.
zh_hans: Conduit 不会安装或配置 Tailscale，也不会预设地址或端口——Hermes 会告诉你该用什么。
zh_hant: Conduit 絕不會安裝或設定 Tailscale，也不會預設位址或連接埠：Hermes 會告訴你該用什麼。

source: Conduit opens to the session list. Used if you dismiss it without choosing another conversation.
de: Conduit öffnet die Sitzungsliste. Wird verwendet, wenn du sie schließt, ohne eine andere Unterhaltung zu wählen.
es: Conduit se abre en la lista de sesiones. Se usa si la cierras sin elegir otra conversación.
fr: Conduit s'ouvre sur la liste des sessions. Utilisé si vous la fermez sans choisir une autre conversation.
id: Conduit terbuka di daftar sesi. Digunakan jika Anda menutupnya tanpa memilih percakapan lain.
it: Conduit si apre sull'elenco delle sessioni. Si usa se lo chiudi senza scegliere un'altra conversazione.
ja: Conduitはセッション一覧を表示した状態で開きます。ほかのチャットを選ばずに一覧を閉じた場合に使用されます。
ko: Conduit이 세션 목록으로 열려요. 다른 대화를 선택하지 않고 목록을 닫으면 이 설정이 사용돼요.
pl: Conduit otwiera się na liście sesji. Używane, jeśli zamkniesz listę bez wybrania innej rozmowy.
pt_br: O Conduit abre na lista de sessões. Usado se você fechá-la sem escolher outra conversa.
ru: Conduit открывается на списке сеансов. Используется, если вы закроете его, не выбрав другой разговор.
tr: Conduit oturum listesiyle açılır. Listeyi başka bir konuşma seçmeden kapatırsanız bu ayar kullanılır.
zh_hans: Conduit 将打开会话列表。在未选择其他对话的情况下关闭列表时使用。
zh_hant: Conduit 會打開工作階段列表。若你沒有選擇其他對話就關閉列表，則使用此設定。

source: Conduit opens to your conversation.
de: Conduit öffnet deine Unterhaltung.
es: Conduit se abre en tu conversación.
fr: Conduit s'ouvre sur votre conversation.
id: Conduit terbuka di percakapan Anda.
it: Conduit si apre sulla tua conversazione.
ja: Conduitはチャットを表示した状態で開きます。
ko: Conduit이 대화 화면으로 열려요.
pl: Conduit otwiera się na Twojej rozmowie.
pt_br: O Conduit abre na sua conversa.
ru: Conduit открывается на вашем разговоре.
tr: Conduit konuşmanızla açılır.
zh_hans: Conduit 将打开你的对话。
zh_hant: Conduit 會打開你的對話。

source: Conduit profile
de: Conduit-Profil
es: Perfil de Conduit
fr: Profil Conduit
id: Profil Conduit
it: Profilo Conduit
ja: Conduitプロファイル
ko: Conduit 프로필
pl: Profil Conduit
pt_br: Perfil do Conduit
ru: Профиль Conduit
tr: Conduit profili
zh_hans: Conduit 档案
zh_hant: Conduit 設定檔
